<%@ Page Title="info3" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="informationpage3.aspx.cs" Inherits="informationpage3" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<body>
<h1 style="font-size:34px">
מיקי מאוס:
<img src="/pic/mickey-mouse.jpg" width="400px" height="500px" />שאיבד את הזכויות לדמותו של אוסוולד, נאלץ דיסני לפתח דמות חדשה. דיסני ביסס את הדמות על עכבר ששוטט בסטודיו שלו בקנזס סיטי. איוורקס עיבד את התרשימים הבסיסים שיצר דיסני, ודיסני עצמו דיבב את הדמות ונתן לה את אישיותו. סרטי ההנפשה הראשונים נוצרו על ידי איוורקס, ולעכבר קראו תחילה "מורטימר", אולם בהמשך שונה שמו למיקי על ידי ליליאן דיסני, שחשבה שהשם מורטימר אינו מתאים לו. בהמשך שב שמו של מורטימר לסרטים (הפעם במבטא ברוקליני), כמתחרהו של מיקי על ליבה של מיני מאוס.

הסרט הראשון בו השתתף מיקי מאוס כונה "שגעון הטיסה", והיה, בדומה לסרטים הקודמים, סרט אילם. דיסני לא הצליח למצוא מפיץ לסרט זה, כמו גם לסרט שבא אחריו "הגאצ'ו הדוהר", אולם אז הפיק דיסני סרט מדבר בשם "ספינת הקיטור וילי" (Steamboat Willie).ואת סרט זה הסכים איש העסקים פט פאוורס להפיץ. הסרט זכה להצלחה מידית, ובעקבותיו דובבו "שגעון הטיסה" ו"הגאוצ'ו הדוהר" והופצו כסרטים מדברים. כל סרטיו הבאים של דיסני היו סרטים מדברים, כשדיסני עצמו דיבב את מיקי מאוס עד שנת 1946. במהרה הפך מיקי לדמות פופולריות יותר מפליקס החתול, והפך לדמות המזוהה ביותר עם אולפני דיסני בשנות ה-30

<a style="font-size:72px" href="/Homepage.aspx">חזרה לדף הבית </a>
</asp:Content>

