<%@ Page Title="info1" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="informationpage1.aspx.cs" Inherits="informationpage1" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
<script type="text/javascript">
 //   wait(Questions, 10000);
    // function Questions() {'
    var a;
    var cnt = 0;
    setTimeout(function () {
        a = window.prompt("בכמה פרסי אוסקר זכה וולט דיסני? נא להכניס מספר");//משתנה עם שאלה שיקלט במשתנה זה תשמר התשובה של המשתמש
        if (a == '22')//תשובה נכונה
         {
            alert("נכון");
            cnt++;
        }
        else {
            if (cnt == 0)
                alert("לא נכון");
        }

        a = window.prompt("  וולט דיסני היה מפיק סרטי אנימציה? כן/לא"); //משתנה עם שאלה שיקלט במשתנה זה תשמר התשובה של המשתמש
        if (a == 'כן') {
            alert("נכון");
            cnt++;
        }
        else {
            if (cnt == 0)
                alert("אם לא תעשה/י נכון את השאלה הבאה אז תנותק וענית/ה לא נכון על השאלה הקודמת");//הודעה
            else
                alert("לא עניתה נכון על השאלה");//הודעה
        }
        a = window.prompt("היכן וולט דיסני נולד"); //משתנה עם שאלה שיקלט במשתנה זה תשמר התשובה של המשתמש
        if (a == 'שיקגו') {
            alert("נכון");
            cnt++;
        }
        else 
        {
            alert("you lose");
        }
        if (cnt == 0) {
            location.href = "homepage.aspx";
        }
        if (cnt == 3)
            alert("you win");
        // Something you want delayed.
    }, 3000); //הזמן של הדיליי שהפעולה תתרחש./תופעל
</script>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<body>
<h1 style="color:black;  background-color:White; font-size:30px" dir="rtl">
וולטר אליאס דיסני (באנגלית: Walter Elias Disney‏; 5 בדצמבר 1901 – 15 בדצמבר 1966) היה מפיק סרטי אנימציה, אנימטור, יוצר פארק השעשועים המפורסם דיסנילנד ומייסד החברה הרווחית "וולט דיסני". דיסני היה מועמד 59 פעמים לפרס אוסקר וזכה ב-22 פרסים, ארבעה מהם בשנה אחת.
כל אלו הם שיאים שטרם נשברו.

 
מוצא משפחתו:
דיסני נולד בעיר שיקגו בארצות הברית לאליאס דיסני, ממוצא אירי קנדי, ולפלורה קול, ממוצא אנגלי וגרמני. הוא נקרא על שמו של אביו ועל שם חברו הטוב של אביו הכומר וולטר פארר, מטיף בכנסייה המקומית. הסבא-רבא של דיסני - ארונדל אליאס דיסני, נולד בגווראן במחוז קילקני שבאירלנד בשנת 1801 והיה בן למשפחת      דאיזיני,שהגיעה לאנגליה מצרפת יחד עם ויליאם הכובש בשנת 1066. המשפחה התיישבה בכפר שנודע בשם נורטון דיסני בסמוך לעיר לינקולן בלינקולנשייר שבאנגליה. סבו עבר למחוז הורון בפרובינציית אונטריו שבקנדה ולאחר מכן היגר עם משפחתו (ואביו של דיסני) לארצות הברית בשנת 1878 בתקווה למצוא זהב בקליפורניה. האב התיישב עם המשפחה בחווה באליס שבקנזס והתגוררו שם עד שנת 1884. אביו של דיסני התחתן עם פלורה קול ב-1 בינואר 1888 בעקרון ולאחר מכן, בשל דרישות עבודתו בחברת הרכבות יוניון פסיפיק עברה המשפחה לשיקגו שבאילינוי בשנת 1890.
 
נעוריו:
בשנת 1906, כאשר וולט היה בן 4, עברה משפחתו לחיות בחווה במרסיליין שבמדינה הדרומית מיזורי, ובשנת 1910 עברו לבירת מיזורי, קנזס סיטי.

לפי תיקי בית הספר הציבורי בקנזס סיטי, החל דיסני את לימודיו ב־5 בספטמבר 1911, וסיים אותם בתום כיתה ז' בשנת 1917. בשנת 1917 רכש אביו מניות במפעל או-זל ג'לי שבשיקגו, והמשפחה שבה להתגורר בעיר. דיסני החל את לימודיו בבית ספר התיכון מקינלי ובמקביל החל ללמוד במכון האמנות של שיקגו. עבודותיו הראשונות בתחום האנימציה היו קריקטוריות שיצר עבור עיתון בית הספר. עבודותיו היו פטריוטיות והתמקדו במלחמת העולם הראשונה. דיסני נשר מבית הספר בגיל 16 וניסה להתגייס לצבא. אך מאחר שלא הותר גיוסו, התנדב דיסני לשרת בצלב האדום כנהג אמבולנס באירופה במלחמת העולם הראשונה, לאחר שזייף את תעודת הזהות שלו כדי להתאים לגיל הקבלה המינימלי. הוא שירת ביחידת נהגי האמבולנס של הצלב האדום בצרפת עד שנת 1919.

הקמת הסטודיו:
           (בול לזכרו של וולט דיסני 1968)  
<img src="/pic/בול וולט דיסני.jpg" />1919 שב דיסני לשיקגו, אולם החליט לעזוב את העיר על מנת שלא לעבוד במפעל של אביו - וחזר לקנזס, בה עבד אחיו רוי כבנקאי בסניף בנק. האח סייע לו לקבל עבודה בסטודיו לאמנות פסמן-רובין, בו יצר דיסני מודעות לעיתונים וכרזות לסרטי קולנוע. בסטודיו התחבר דיסני עם האנימטור אב אייוורקס, ושניהם החליטו להקים עסק משלהם, והקימו יחד את "דיסני-אב אייוורקס אומנות מסחרית" ("Iwerks-Disney Commercial Artists"). החברה לא הצליחה, ואיוורקס עזב אותה ועבר לעבוד בחברת פרסום הסרטים קנזס סיטי (Kansas City Film Ad Company); זמן קצר אחר כך הצטרף אליו דיסני. במהלך עבודתם בחברה זו התחיל דיסני להתעניין באנימציה, והחליט להפוך לאנימטור ולהקים חברת אנימציה עצמאית. וולט גייס את חברו פרד הרמן כעובדו הראשון והקים את החברה. דיסני והרמן התקשרו עם מנהל תיאטרון מקומי, פרנק ל. ניומן, שיקרין את סרטי האנימציה הקצרים שלהם שנקראו "תצוגות הצחוק של ניומן" (Newman Laugh-O Grams). במקור לא עלה אורכם של הסרטונים על דקה אחת, אך למרות זאת הם משכו במהרה את תשומת לב הציבור הרחב בעוסקם בסאטירה ובביקורת על הממשל המקומי. הסרטים זכו לפופולריות רבה באזור קנזס, ובעקבות ההצלחה הקים דיסני את האולפן שנקרא "אולפני תצוגות הצחוק" (Laugh O Gram Studio) ושכר מספר אנימטורים נוספים. אף שהסרטים זכו להצלחה, דיסני כשל בניהול הכספי של החברה, והאולפן שקע בחובות ופשט רגל.

</h1>
<h2 >
<a style="font-size:72px" href="informationpage2.aspx">המשך בעמוד הבא</a>
</h2>



</body>
</asp:Content>

