<%@ Page Title="info2" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="informationpage2.aspx.cs" Inherits="informationpage2" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<body>
<h1 style="color:Fuchsia; font-size:30px" dir=rtl>
הוליווד:1 .
קומדיות אליס:
בעקבות פשיטת הרגל החליט דיסני לעבור להוליווד, ובסיוע אחיו גייס כסף כדי להקים בה אולפן סרטים. בחיפוש אחר מפיץ עבור "קומדיות אליס" אשר דיסני החל ליצור עוד בקנזס סיטי (ב-1923 יצר שם את סרטון האנימציה הראשון, "ארץ הפלאות של אליס") - התקשר דיסני עם מרגרט וינקלר, מפיצה מניו יורק אשר הסכימה לממן את עבודתו.

<img src="/pic/כרזת אליס בגונגל.jpg" /> 
("אליס בג'ונגל" מתוך "קומדיות אליס" 1925)
דיסני הקים את האולפן בשדרת היפריון שבשכונת סילבר לייק בלוס אנג'לס (מקום שבו שכן האולפן עד שנת 1939) ושכר בשנת 1925 את וירג'יניה דיוויס, שכיכבה ב"ארץ הפלאות של אליס" (דיסני ביקש מדיוויס שתעבור מקנזס סיטי להוליווד על מנת שתשחק בקומדיות כאשר סביבה דמויות האנימציה), ואת ליליאן בונדס, על מנת לצבוע את סרטי האנימציה. במהרה התארסו דיסני ובונדס ונישאו באותה שנה.
"קומדיות אליס" זכו להצלחה רבה, אולם בשנת 1927 סיים דיסני את הסדרה ועבר להתמקד בדמויות האנימציה, בהן פליקס החתול, וזאת במקום ליצור סרטים משולבי משחק אנושי ואנימציה
2.  
אוסוולד הארנב:
<img src="/pic/oswald.jpg" />1927 נישאה מרגרט וינקלר לצ'ארלס ב. מינץ והוא השתלט על עסקיה והזמין את כל סרטי האנימציה להפצה ארצית באמצעות אולפני יוניברסל. דיסני יצר סדרה חדשה שנקראה "אוסוולד הארנב בר המזל". דמותו של אוסוולד, שנוצרה בידי איוורקס, הפכה פופולריות וזכתה להצלחה ברחבי ארצות הברית. אולפנו של דיסני התרחב ודיסני שכר שוב את הרמן, וכן את רודולף איסינג, קרמן מקסוול ופריץ פרלנג שעבדו עמו בקנזס סיטי. 
בשנת 1928 נסע דיסני לניו יורק בדרישה לשכר גבוה יותר ממינץ, אולם מינץ דרש להוריד את שכרו וסיפר לו שכרת חוזים עם כל האנימטורים ויעביר אותם לאולפן אחר אם דיסני לא יסכים. סימן המסחר של אוסוולד הארנב היה בבעלות אולפני יוניברסל, ומשמעות ביטול החוזה הייתה שדיסני לא יוכל להמשיך וליצור סרטים עם דמות פופולרית זו.

דיסני סירב להצעתו של מינץ, ואיבד את צוות האנימציה שלו ואת המותג המצליח ביותר שלו. רק אחרי 78 שנים זכתה חברת וולט דיסני בשנית במותג אוסוולד הארנב, לאחר שרכשה אותו                                   מאולפני .NBC יוניברסל בשנת 2006

בשנת 2010 חזר אוסוולד הארנב במשחק מחשב בשם אפיק מיקי, שם הוא משתף פעולה עם מיקי מאוס.

<a style="font-size:85px" href="informationpage3.aspx">המשך בעמוד הבא</a>



</h1>
</body>
</asp:Content>

